Repository: sidequery/ghostree
Catalog: po/*.UTF-8.po
Languages: lt_lt, mk_mk, nl_nl, zh_cn, zh_tw

source: Open in Ghostty
lt_lt: Atidaryti su Ghostty
mk_mk: Отвори во Ghostty
zh_cn: 在 Ghostty 中打开
zh_tw: 在 Ghostty 中開啟

source: Authorize Clipboard Access
lt_lt: Leisti prieigą prie iškarpinės
mk_mk: Авторизирај пристап до привремена меморија
nl_nl: Verleen toegang tot klembord
zh_cn: 剪贴板访问授权
zh_tw: 授權存取剪貼簿

source: Deny
lt_lt: Drausti
mk_mk: Одбиј
nl_nl: Weigeren
zh_cn: 拒绝
zh_tw: 拒絕

source: Allow
lt_lt: Leisti
mk_mk: Дозволи
nl_nl: Toestaan
zh_cn: 允许
zh_tw: 允許

source: Remember choice for this split
lt_lt: Prisiminti pasirinkimą šiam padalijimui
mk_mk: Запомни го изборот за оваа поделба
nl_nl: Onthoud keuze voor deze splitsing
zh_cn: 为本分屏记住当前选择
zh_tw: 記住此窗格的選擇

source: Reload configuration to show this prompt again
lt_lt: Iš naujo įkelkite konfigūraciją, kad vėl būtų rodoma ši užuomina
mk_mk: Одново вчитај конфигурација за да се повторно прикаже пораката
nl_nl: Herlaad de configuratie om deze prompt opnieuw weer te geven
zh_cn: 本提示将在重载配置后再次出现
zh_tw: 重新載入設定以再次顯示此提示

source: Cancel
lt_lt: Atšaukti
mk_mk: Откажи
nl_nl: Annuleren
zh_cn: 取消
zh_tw: 取消

source: Close
lt_lt: Uždaryti
mk_mk: Затвори
nl_nl: Afsluiten
zh_cn: 关闭
zh_tw: 關閉

source: Configuration Errors
lt_lt: Konfigūracijos klaidos
mk_mk: Грешки во конфигурацијата
nl_nl: Configuratiefouten
zh_cn: 配置错误
zh_tw: 設定錯誤

source: One or more configuration errors were found. Please review the errors below, and either reload your configuration or ignore these errors.
lt_lt: Rasta viena ar daugiau konfigūracijos klaidų. Peržiūrėkite žemiau esančias klaidas ir arba iš naujo įkelkite konfigūraciją, arba ignoruokite šias klaidas.
mk_mk: Пронајдени се една или повеќе грешки во конфигурацијата. Прегледајте ги грешките подолу и повторно вчитајте ја конфигурацијата или игнорирајте ги овие грешки.
nl_nl: Er zijn één of meer configuratiefouten gevonden. Bekijk de onderstaande fouten en herlaad je configuratie of negeer deze fouten.
zh_cn: 加载配置时发现了以下错误。请仔细阅读错误信息，并选择忽略或重新加载配置文件。
zh_tw: 發現有設定錯誤。請檢視以下錯誤，並重新載入設定或忽略這些錯誤。

source: Ignore
lt_lt: Ignoruoti
mk_mk: Игнорирај
nl_nl: Negeer
zh_cn: 忽略
zh_tw: 忽略

source: Reload Configuration
lt_lt: Iš naujo įkelti konfigūraciją
mk_mk: Одново вчитај конфигурација
nl_nl: Herlaad configuratie
zh_cn: 重新加载配置
zh_tw: 重新載入設定

source: ⚠️ You're running a debug build of Ghostty! Performance will be degraded.
lt_lt: ⚠️ Naudojate Ghostty derinimo versiją! Našumas bus sumažintas.
mk_mk: ⚠️ Извршувате дебаг верзија на Ghostty! Перформансите ќе бидат намалени.
nl_nl: ⚠️ Je draait een debugversie van Ghostty! Prestaties zullen minder zijn dan normaal.
zh_cn: ⚠️ Ghostty 正在以调试模式运行！性能将大打折扣。
zh_tw: ⚠️ 您正在執行 Ghostty 的除錯版本！程式運作效能將會受到影響。

source: Ghostty: Terminal Inspector
lt_lt: Ghostty: terminalo inspektorius
mk_mk: Ghostty: Инспектор на терминал
nl_nl: Ghostty: terminalinspecteur
zh_cn: Ghostty 终端调试器
zh_tw: Ghostty：終端機檢查工具

source: Find…
lt_lt: Rasti…
mk_mk: Пронајди…
nl_nl: Zoeken…
zh_cn: 查找…
zh_tw: 尋找…

source: Previous Match
lt_lt: Ankstesnis atitikmuo
mk_mk: Претходно совпаѓање
nl_nl: Vorige resultaat
zh_cn: 上一个匹配项
zh_tw: 上一筆符合

source: Next Match
lt_lt: Kitas atitikmuo
mk_mk: Следно совпаѓање
nl_nl: Volgende resultaat
zh_cn: 下一个匹配项
zh_tw: 下一筆符合

source: Oh, no.
lt_lt: Oi, ne.
mk_mk: Упс.
nl_nl: Oh, nee.
zh_cn: 糟糕。
zh_tw: 噢不。

source: Unable to acquire an OpenGL context for rendering.
lt_lt: Nepavyko gauti OpenGL konteksto vaizdavimui.
mk_mk: Не може да се добие OpenGL контекст за рендерирање.
nl_nl: OpenGL-context voor rendering aanmaken mislukt.
zh_cn: 未能获取可用于渲染的 OpenGL 环境。
zh_tw: 無法取得用於算繪的 OpenGL 上下文。

source: This terminal is in read-only mode. You can still view, select, and scroll through the content, but no input events will be sent to the running application.
lt_lt: Šis terminalas yra tik skaitymui. Vis tiek galite peržiūrėti, pasirinkti ir slinkti per turinį, tačiau jokie įvesties įvykiai nebus siunčiami veikiančiai programai.
mk_mk: Овој терминал е во режим за читање. Сè уште можете да гледате, избирате и да се движите низ содржината, но влезните настани нема да бидат испратени до апликацијата.
nl_nl: Deze terminal staat in alleen-lezen modus. Je kunt de inhoud nog steeds bekijken en selecteren, maar er wordt geen invoer naar de applicatie verzonden.
zh_cn: 本终端当前处于只读模式。你仍可浏览、选择、并滚动其中内容，但任何用户输入都不会传给运行中的程序。
zh_tw: 本終端機目前處於唯讀模式。您仍可查看、選取及捲動內容，但不會傳送任何輸入事件至執行中的應用程式。

source: Read-only
lt_lt: Tik skaitymui
mk_mk: Само читање
nl_nl: Alleen-lezen
zh_cn: 只读
zh_tw: 唯讀

source: Copy
lt_lt: Kopijuoti
mk_mk: Копирај
nl_nl: Kopiëren
zh_cn: 复制
zh_tw: 複製

source: Paste
lt_lt: Įklijuoti
mk_mk: Вметни
nl_nl: Plakken
zh_cn: 粘贴
zh_tw: 貼上

source: Notify on Next Command Finish
lt_lt: Pranešti apie sekančios komandos užbaigimą
mk_mk: Извести по завршување на следната команда
nl_nl: Meld wanneer het volgende commando is afgerond
zh_cn: 下条命令完成时发出提醒
zh_tw: 下個命令完成時通知

source: Clear
lt_lt: Išvalyti
mk_mk: Исчисти
nl_nl: Leegmaken
zh_cn: 清除屏幕
zh_tw: 清除

source: Reset
lt_lt: Atstatyti
mk_mk: Ресетирај
nl_nl: Herstellen
zh_cn: 重置终端
zh_tw: 重設

source: Split
lt_lt: Padalinti
mk_mk: Подели
nl_nl: Splitsen
zh_cn: 分屏
zh_tw: 分割

source: Change Title…
lt_lt: Keisti pavadinimą…
mk_mk: Промени наслов…
nl_nl: Wijzig titel…
zh_cn: 更改标题…
zh_tw: 變更標題…

source: Split Up
lt_lt: Padalinti aukštyn
mk_mk: Подели нагоре
nl_nl: Splits naar boven
zh_cn: 向上分屏
zh_tw: 向上分割

source: Split Down
lt_lt: Padalinti žemyn
mk_mk: Подели надолу
nl_nl: Splits naar beneden
zh_cn: 向下分屏
zh_tw: 向下分割

source: Split Left
lt_lt: Padalinti kairėn
mk_mk: Подели налево
nl_nl: Splits naar links
zh_cn: 向左分屏
zh_tw: 向左分割

source: Split Right
lt_lt: Padalinti dešinėn
mk_mk: Подели надесно
nl_nl: Splits naar rechts
zh_cn: 向右分屏
zh_tw: 向右分割

source: Tab
lt_lt: Kortelė
mk_mk: Јазиче
nl_nl: Tabblad
zh_cn: 标签页
zh_tw: 分頁

source: Change Tab Title…
lt_lt: Keisti kortelės pavadinimą…
mk_mk: Промени наслов на јазиче…
nl_nl: Wijzig tabbladtitel…
zh_cn: 更改标签页标题…
zh_tw: 變更分頁標題…

source: New Tab
lt_lt: Nauja kortelė
mk_mk: Ново јазиче
nl_nl: Nieuw tabblad
zh_cn: 新建标签页
zh_tw: 開新分頁

source: Close Tab
lt_lt: Uždaryti kortelę
mk_mk: Затвори јазиче
nl_nl: Sluit tabblad
zh_cn: 关闭标签页
zh_tw: 關閉分頁

source: Window
lt_lt: Langas
mk_mk: Прозор
nl_nl: Venster
zh_cn: 窗口
zh_tw: 視窗

source: New Window
lt_lt: Naujas langas
mk_mk: Нов прозор
nl_nl: Nieuw venster
zh_cn: 新建窗口
zh_tw: 開新視窗

source: Close Window
lt_lt: Uždaryti langą
mk_mk: Затвори прозор
nl_nl: Sluit venster
zh_cn: 关闭窗口
zh_tw: 關閉視窗

source: Config
lt_lt: Konfigūracija
mk_mk: Конфигурација
nl_nl: Configuratie
zh_cn: 配置
zh_tw: 設定

source: Open Configuration
lt_lt: Atidaryti konfigūraciją
mk_mk: Отвори конфигурација
nl_nl: Open configuratie
zh_cn: 打开配置文件
zh_tw: 開啟設定

source: Leave blank to restore the default title.
lt_lt: Palikite tuščią, kad atkurtumėte numatytąjį pavadinimą.
mk_mk: Оставете празно за враќање на стандарсниот наслов.
nl_nl: Laat leeg om de standaardtitel te herstellen.
zh_cn: 留空以重置至默认标题。
zh_tw: 留空即可還原為預設標題。

source: OK
lt_lt: Gerai
mk_mk: Во ред
zh_cn: 确认
zh_tw: 確定

source: New Split
lt_lt: Naujas padalijimas
mk_mk: Нова поделба
nl_nl: Nieuwe splitsing
zh_cn: 新建分屏
zh_tw: 新增窗格

source: View Open Tabs
lt_lt: Peržiūrėti atidarytas korteles
mk_mk: Прегледај отворени јазичиња
nl_nl: Open tabbladen bekijken
zh_cn: 浏览标签页
zh_tw: 檢視已開啟的分頁

source: Main Menu
lt_lt: Pagrindinis meniu
mk_mk: Главно мени
nl_nl: Hoofdmenu
zh_cn: 主菜单
zh_tw: 主選單

source: Command Palette
lt_lt: Komandų paletė
mk_mk: Командна палета
nl_nl: Opdrachtpalet
zh_cn: 命令面板
zh_tw: 命令面板

source: Terminal Inspector
lt_lt: Terminalo inspektorius
mk_mk: Инспектор на терминал
nl_nl: Terminalinspecteur
zh_cn: 终端调试器
zh_tw: 終端機檢查工具

source: About Ghostty
lt_lt: Apie Ghostty
mk_mk: За Ghostty
nl_nl: Over Ghostty
zh_cn: 关于 Ghostty
zh_tw: 關於 Ghostty

source: Quit
lt_lt: Išeiti
mk_mk: Излез
nl_nl: Afsluiten
zh_cn: 退出
zh_tw: 結束

source: Execute a command…
lt_lt: Vykdyti komandą…
mk_mk: Изврши команда…
nl_nl: Voer een commando uit…
zh_cn: 选择要执行的命令…
zh_tw: 執行命令…

source: An application is attempting to write to the clipboard. The current clipboard contents are shown below.
lt_lt: Programa bando rašyti į iškarpinę. Žemiau rodomas dabartinis iškarpinės turinys.
mk_mk: Апликација се обидува да запише во привремената меморија. Содржината е прикажана подолу.
nl_nl: Een applicatie probeert de inhoud van het klembord te wijzigen. De huidige inhoud van het klembord wordt hieronder weergegeven.
zh_cn: 一个应用正在试图向剪贴板写入内容。剪贴板目前的内容如下：
zh_tw: 有應用程式正嘗試寫入剪貼簿，目前的剪貼簿內容顯示如下。

source: An application is attempting to read from the clipboard. The current clipboard contents are shown below.
lt_lt: Programa bando skaityti iš iškarpinės. Žemiau rodomas dabartinis iškarpinės turinys.
mk_mk: Апликација се обидува да чита од привремената меморија. Содржината е прикажана подолу.
nl_nl: Een applicatie probeert de inhoud van het klembord te lezen. De huidige inhoud van het klembord wordt hieronder weergegeven.
zh_cn: 一个应用正在试图从剪贴板读取内容。剪贴板目前的内容如下：
zh_tw: 有應用程式正嘗試讀取剪貼簿，目前的剪貼簿內容顯示如下。

source: Warning: Potentially Unsafe Paste
lt_lt: Įspėjimas: galimai nesaugus įklijavimas
mk_mk: Предупредување: Потенцијално небезбедно вметнување
nl_nl: Waarschuwing: mogelijk onveilige plakactie
zh_cn: 警告：粘贴内容可能不安全
zh_tw: 警告：可能有潛在安全風險的貼上操作

source: Pasting this text into the terminal may be dangerous as it looks like some commands may be executed.
lt_lt: Šio teksto įklijavimas į terminalą gali būti pavojingas, nes panašu, kad gali būti vykdomos tam tikros komandos.
mk_mk: Вметнувањето на овој текст во терминалот може да биде опасно, бидејќи изгледа како да ќе се извршат одредени команди.
nl_nl: Het plakken van deze tekst in de terminal is mogelijk gevaarlijk, omdat het lijkt op een commando dat uitgevoerd kan worden.
zh_cn: 将以下内容粘贴至终端内将可能执行有害命令。
zh_tw: 將這段文字貼到終端機具有潛在風險，因為它看起來像是可能會被執行的命令。

source: Quit Ghostty?
lt_lt: Išeiti iš Ghostty?
mk_mk: Излези од Ghostty?
nl_nl: Wil je Ghostty afsluiten?
zh_cn: 退出 Ghostty 吗？
zh_tw: 要結束 Ghostty 嗎？

source: Close Tab?
lt_lt: Uždaryti kortelę?
mk_mk: Затвори јазиче?
nl_nl: Wil je dit tabblad afsluiten?
zh_cn: 关闭标签页吗？
zh_tw: 是否要關閉分頁？

source: Close Window?
lt_lt: Uždaryti langą?
mk_mk: Затвори прозор?
nl_nl: Wil je dit venster afsluiten?
zh_cn: 关闭窗口吗？
zh_tw: 是否要關閉視窗？

source: Close Split?
lt_lt: Uždaryti padalijimą?
mk_mk: Затвори поделба?
nl_nl: Wil je deze splitsing afsluiten?
zh_cn: 关闭分屏吗？
zh_tw: 是否要關閉窗格？

source: All terminal sessions will be terminated.
lt_lt: Visos terminalo sesijos bus nutrauktos.
mk_mk: Сите сесии на терминал ќе бидат прекинати.
nl_nl: Alle terminalsessies zullen worden beëindigd.
zh_cn: 终端内所有运行中的进程将被终止。
zh_tw: 所有終端機工作階段都將被終止。

source: All terminal sessions in this tab will be terminated.
lt_lt: Visos terminalo sesijos šioje kortelėje bus nutrauktos.
mk_mk: Сите сесии во ова јазиче ќе бидат прекинати.
nl_nl: Alle terminalsessies binnen dit tabblad zullen worden beëindigd.
zh_cn: 标签页内所有运行中的进程将被终止。
zh_tw: 此分頁中的所有終端機工作階段都將被終止。

source: All terminal sessions in this window will be terminated.
lt_lt: Visos terminalo sesijos šiame lange bus nutrauktos.
mk_mk: Сите сесии во овој прозорец ќе бидат прекинати.
nl_nl: Alle terminalsessies binnen dit venster zullen worden beëindigd.
zh_cn: 窗口内所有运行中的进程将被终止。
zh_tw: 此視窗中的所有終端機工作階段都將被終止。

source: The currently running process in this split will be terminated.
lt_lt: Šiuo metu vykdomas procesas šiame padalijime bus nutrauktas.
mk_mk: Процесот кој моментално се извршува во оваа поделба ќе биде прекинат.
nl_nl: Alle processen in deze splitsing zullen worden beëindigd.
zh_cn: 分屏内正在运行中的进程将被终止。
zh_tw: 此窗格中目前執行的處理程序將被終止。

source: Command Finished
lt_lt: Komanda užbaigta
mk_mk: Командата заврши
nl_nl: Commando afgerond
zh_cn: 命令已完成
zh_tw: 命令執行完成

source: Command Succeeded
lt_lt: Komanda sėkminga
mk_mk: Командата успеа
nl_nl: Commando succesvol afgerond
zh_cn: 命令执行成功
zh_tw: 命令執行成功

source: Command Failed
lt_lt: Komanda nepavyko
mk_mk: Командата не успеа
nl_nl: Commando onsuccesvol afgerond
zh_cn: 命令执行失败
zh_tw: 命令執行失敗

source: Command succeeded
lt_lt: Komanda sėkminga
mk_mk: Командата успеа
nl_nl: Opdracht geslaagd
zh_cn: 命令执行成功
zh_tw: 命令執行成功

source: Command failed
lt_lt: Komanda nepavyko
mk_mk: Командата не успеа
nl_nl: Opdracht mislukt
zh_cn: 命令执行失败
zh_tw: 命令執行失敗

source: Change Terminal Title
lt_lt: Keisti terminalo pavadinimą
mk_mk: Промени наслов на терминал
nl_nl: Titel van de terminal wijzigen
zh_cn: 更改终端标题
zh_tw: 變更終端機標題

source: Change Tab Title
lt_lt: Keisti kortelės pavadinimą
mk_mk: Промени наслов на јазиче
nl_nl: Wijzig tabbladtitel
zh_cn: 更改标签页标题
zh_tw: 變更分頁標題

source: Reloaded the configuration
lt_lt: Konfigūracija įkelta iš naujo
mk_mk: Конфигурацијата е одново вчитана
nl_nl: De configuratie is herladen
zh_cn: 已重新加载配置
zh_tw: 已重新載入設定

source: Copied to clipboard
lt_lt: Nukopijuota į iškarpinę
mk_mk: Копирано во привремена меморија
nl_nl: Gekopieerd naar klembord
zh_cn: 已复制至剪贴板
zh_tw: 已複製到剪貼簿

source: Cleared clipboard
lt_lt: Iškarpinė išvalyta
mk_mk: Исчистена привремена меморија
nl_nl: Klembord geleegd
zh_cn: 已清空剪贴板
zh_tw: 已清除剪貼簿

source: Ghostty Developers
lt_lt: Ghostty kūrėjai
mk_mk: Развивачи на Ghostty
nl_nl: Ghostty-ontwikkelaars
zh_cn: Ghostty 开发团队
zh_tw: Ghostty 開發者
